app/controllers/users_controller.rb

DELETE FROM `users` WHERE `users`.`id` = 2
---
  def destroy
    @user.destroy!

INSERT INTO `users` (`account`, `name`, `created_at`, `updated_at`, `email`) VALUES ('goingmyway', 'ガロード・ラン', '2020-05-11 09:22:25', '2020-05-11 09:22:25', 'gandum.uruyo@gandumx.com')
---
  def create
    User.create!(user_params)